---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.PerformanceFailures
source: html/3d53d012-6fbb-28bc-d57f-bd10d7506b52.htm
---
# BuiltInFailures.PerformanceFailures Properties

View has clipping disabled. It causes view to draw too many elements.